{
    "bank": [
        "A financial institution where people deposit or borrow money.",
        "The side of a river.",
        "To tilt an aircraft or vehicle during a turn."
    ],
    "bat": [
        "A flying nocturnal mammal.",
        "A piece of sports equipment used in baseball or cricket.",
        "To hit something, usually with a quick motion."
    ],
    "spring": [
        "A season after winter and before summer.",
        "To leap or jump suddenly.",
        "A natural source of water emerging from the ground.",
        "A coiled object that returns to its shape after being compressed."
    ],
    "light": [
        "Electromagnetic radiation that can be perceived by the human eye.",
        "Not heavy in weight.",
        "To ignite something.",
        "Not intense or serious."
    ],
    "right": [
        "Correct or true.",
        "A moral or legal entitlement.",
        "The opposite of left."
    ],
    "current": [
        "A flow of electricity or water.",
        "Happening now; contemporary.",
        "A movement of air or energy in a particular direction."
    ],
    "rock": [
        "A solid mineral material forming part of the earth's surface.",
        "A genre of music.",
        "To move gently back and forth.",
        "To disturb or shock greatly."
    ],
    "date": [
        "A calendar day.",
        "A social or romantic appointment.",
        "A type of sweet fruit."
    ],
    "watch": [
        "A small timepiece worn on the wrist.",
        "To look at or observe attentively.",
        "A period of surveillance or guard duty."
    ],
    "match": [
        "A contest between two opponents.",
        "A stick for producing a flame.",
        "A person or thing equal to another in quality or strength."
    ],
    "train": [
        "A series of connected railway cars.",
        "To teach or instruct over time.",
        "A sequence or series of events."
    ],
    "can": [
        "A container for holding liquids.",
        "To be able to do something.",
        "To preserve food in a sealed container."
    ],
    "set": [
        "To place or put something down.",
        "A collection of objects.",
        "To harden or solidify.",
        "A television or radio receiver."
    ],
    "bear": [
        "A large mammal with thick fur.",
        "To carry or support.",
        "To endure or tolerate."
    ],
    "break": [
        "To separate into pieces.",
        "A pause in work or activity.",
        "To escape or get free."
    ],
    "point": [
        "An exact location or position.",
        "A sharp end of an object.",
        "To indicate or direct attention toward something.",
        "A unit of scoring in a game."
    ],
    "fine": [
        "Of high quality.",
        "A monetary penalty.",
        "Very thin or slender.",
        "To charge someone a penalty."
    ],
    "seal": [
        "An animal that lives in the ocean.",
        "A device or substance used to join two things together.",
        "To close something tightly."
    ],
    "bark": [
        "The outer covering of a tree.",
        "The sharp sound made by a dog.",
        "To speak sharply or abruptly."
    ],
    "nail": [
        "A thin pointed metal pin used in construction.",
        "The hard covering at the tips of fingers and toes.",
        "To fasten something with a nail.",
        "To perform perfectly or precisely."
    ],
    "hello": [
        "\"Hello!\" or an equivalent greeting.",
        "To greet with \"hello\".",
        "A greeting (salutation) said when meeting someone or acknowledging someone’s arrival or presence."
    ],
    "good": [
        "(of people)",
        "(of capabilities)",
        "(properties and qualities)"
    ],
    "need": [
        "A requirement for something; something needed.",
        "Lack of means of subsistence; poverty; indigence; destitution."
    ],
    "i": [
        "The name of the Latin-script letter I."
    ],
    "my": [
        "Used to express surprise, shock or amazement."
    ],
    "khan": [
        "A ruler over various Turkish, Tatar and Mongol peoples in the Middle Ages.",
        "An Ottoman sultan.",
        "A noble or man of rank in various Muslim countries of Central Asia, including Afghanistan."
    ],
    "am": [
        "Before noon."
    ],
    "very": [
        "True, real, actual.",
        "The same; identical.",
        "With limiting effect: mere."
    ],
    "happy": [
        "A happy event, thing, person, etc.",
        "Preceded by the: happy people as a group.",
        "Often followed by up: to become happy; to brighten up, to cheer up."
    ],
    "rest": [
        "(of a person or animal) Relief from work or activity by sleeping; sleep.",
        "Any relief from exertion; a state of quiet and relaxation.",
        "Peace; freedom from worry, anxiety, annoyances; tranquility."
    ],
    "sky": [
        "The atmosphere above a given point, especially as visible from the ground during the day.",
        "The part of the sky which can be seen from a specific place or at a specific time; its condition, climate etc.",
        "Heaven."
    ],
    "fall": [
        "The act of moving to a lower position under the effect of gravity.",
        "A reduction in quantity, pitch, etc.",
        "The time of the year when the leaves typically fall from the trees; autumn; the season of the year between the autumnal equinox and the winter solstice."
    ],
    "car": [
        "A wheeled vehicle that moves independently, with at least three wheels, powered mechanically, steered by a driver and mostly for personal transportation.",
        "A wheeled vehicle, drawn by a horse or other animal; a chariot.",
        "An unpowered unit in a railroad train."
    ],
    "exist": [
        "(stative) to be; have existence; have being or reality"
    ],
    "you": [
        "To address (a person) using the pronoun you (in the past, especially to use you rather than thou, when you was considered more formal).",
        "(object pronoun) The people spoken, or written to, as an object.",
        "(reflexive pronoun) (To) yourselves, (to) yourself."
    ],
    "of": [
        "Expressing distance or motion.",
        "Expressing separation.",
        "Expressing origin."
    ],
    "because": [
        "For the reason (that).",
        "On account (of), for sake (of).",
        "(by ellipsis) Used alone to refuse to provide a full answer a question begun with \"why\", usually taken as an anapodoton of the elided full phrase \"Because I said so\"."
    ]
}